/* Text displaying a route's origin and destination in a certain direction (%@ is a destination or origin) */
"%@ to %@" = "%1$@至%2$@";

/* Title shown for a route going towards a destination */
"%@ Towards %@" = "%1$@路往%2$@";

/* Header title for the list of all bus stops */
"All Bus Stops" = "所有車站";

/* Header title for the list of all routes (Apple Watch only) */
"All Routes" = "所有路線";

/* Title shown in a pop up when an error has occured */
"An Error Occured" = "出錯了！";

/* Error text shown when their is no arrival information available */
"Arrival information is not currently available. This route may be diverted, suspended, or not currently in service." = "暫時無法獲取到站時間。此路線或已改道/暫停服務。";

/* Header title for the list of buses arriving soon */
"Arriving Soon" = "即將抵達";

/* Prefix for the bus arrival time (e.g. At 11 PM) */
"At " = "";

/* Header title for the list of bus stops */
"Bus Stops" = "所有车站";

/* Cancel button text (to cancel an action) */
"Cancel" = "取消";

/* Button text for the contact support button */
"Contact" = "聯絡";

/* Text for the pop up shown after tapping the support button */
"Contact support if you have a question or an issue with the app." = "如果您對應用程序有疑問或問題，請與我們聯繫。";

/* Title for the pop up shown after tapping the support button */
"Contact Support?" = "聯絡我們";

/* Button text to NOT include a screenshot with the support email */
"Don't Include" = "不包括截圖";

/* Title for the error shown when the user's search is empty */
"Empty Search" = "沒有搜索結果";

/* Button text for the favorite button (favorites a route) */
"Favorite" = "加入收藏";

/* Header title for the list of routes favorited by the user */
"Favorites" = "收藏";

/* Description and instructional text shown while loading arrival information to help user */
"If arrival information isn't loading, make sure you are connected to the internet." = "如果抵達信息未加載，請檢查網絡連接。";

/* Description and instructional text shown while loading bus stops to help user */
"If bus stops aren't loading, make sure you are connected to the internet." = "如果車站信息未加載，請檢查網絡連接。";

/* Description and instructional text shown while loading routes to help user */
"If routes aren't loading, make sure you are connected to the internet." = "如果路線信息未加載，請檢查網絡連接。";

/* Text for the error shown when the user's search found no routes */
"If search isn't working, make sure you are connected to the internet." = "如果無法搜索，請確保您已連接至網絡。";

/* Text for the pop up shown asking users if they want to include a screenshot with the support email */
"If you're reporting an issue, include a screenshot of the app to help the developer understand your problem." = "如果您要報告問題，請插入App截圖（點擊“包括截圖”來自動截圖）。";

/* Prefix for the bus arrival time (e.g. In 5 minutes) */
"In " = "";

/* Text shown for routes in the inbound direction (from destination to origin) */
"Inbound" = "到站";

/* Button text to include a screenshot with the support email */
"Include" = "包括截圖";

/* Footer text displaying the last time the data was updated (%@ is the localized date (X minutes ago)) */
"Last updated %@" = "上次更新%@";

/* Title shown while loading arrival information */
"Loading Arrival Information..." = "加載抵達信息...";

/* Title shown while loading bus stops */
"Loading Bus Stops..." = "加載車站信息...";

/* Title shown while loading routes */
"Loading Routes..." = "加載路線信息...";

/* Header title for the map showing where the bus stop is */
"Map" = "地圖";

/* Header title for the list of bus stops that are near the user */
"Nearby Bus Stops" = "附近的車站";

/* Next Bus app name */
"Next Bus" = "下班車";

/* Title for the error shown when no bus stops were found (Apple Watch only) */
"No Bus Stops Found" = "未找到車站";

/* Title for the error shown when the user hasn't favorited any routes (Apple Wtach only) */
"No Favorites" = "沒有收藏";

/* Title for the error shown when the user's search found no routes */
"No Routes Found" = "未找到路線";

/* OK button text (to dismiss a pop up) */
"OK" = "好";

/* Text shown for one way routes */
"One Way" = "單程";

/* Text shown for routes in the outbound direction (from origin to destination) */
"Outbound" = "出發";

/* Label shown for overnight routes */
"Overnight" = "夜間路線";

/* Text shown in the email template when contacting support to avoid people editing information included in the email */
"Please do not edit anything below. Some non identifiable data has been added to assist me when helping you." = "請勿修改以下信息。這些信息將幫助我解決您的問題。";

/* Title for the results after a user's search */
"Results for \"%@\"" = "\“%@\“的結果";

/* Retry button text (to retry a failed action) */
"Retry" = "重試";

/* Title for a route */
"Route %@" = "%@";

/* Header title/button text for the search screen (Apple Watch only) */
"Search" = "搜索";

/* Header title for list of shown companies on the home screen */
"Search for a bus route by name or bus stop." = "搜索巴士路線或車站。";

/* Placeholder text for the route search bar */
"Search Routes" = "搜索路線";

/* Header title for list of shown companies on the home screen */
"Shown Companies:" = "巴士集團";

/* Footer text to tell users to tap the map to see walking directions to the bus stop */
"Tap for directions to the stop." = "點擊地圖查看前往車站的路線。";

/* Instructional text for the error shown when the user hasn't favorited any routes (Apple Watch only) */
"Tap the heart to favorite your most used routes and access them easily." = "點擊愛心來收藏你最常用的路線，以便快速查看。";

/* Text for the error shown when no bus stops were found (Apple Watch only) */
"This route may be diverted, suspended, or not currently in service." = "此路線或已改道/暫停服務。";

/* Button text for the unfavorite button (unfavorites a route) */
"Unfavorite" = "移出收藏";

/* Title for the pop up shown asking users if they want to include a screenshot with the support email */
"Would you like to include a screenshot in your email?" = "您是否要在電子郵件中包含該應用程序的屏幕截圖？";
